vocabulary = {'один':"1",'два':"2",'три':"3",
             'четыре':"4",'пять':"5",'шесть':"6",
             'семь':"7",'восемь':"8",'девять':"9",
             'ноль':"0", 'одинадцать':"11", 'двенадцать':"12",
             'тринадцать':"13", 'четырнадцать':"14",'пятьнадцать':"15",
             'шестьнадцать':"16",'семьнадцать':"17",'восемьнадцать':"18",
             'девятьнадцать':"19",'двадцать':"20",'тридцать':"30",
             'сорок':"40",'пятьдеся':"50",'шестьдесят':"60",
             'семьдесят':"70",'восемьдесят':"80",
             'девяносто':"90",'сто':"100"}


